[
    {
        "id": 1,
        "name": "Samsung Galaxy S24 Ultra",
        "oldprice": 1345.47,
        "newprice": 1149.8,
        "category": "Phone",
        "brand": "Samsung",
        "descriptionsmall": "A quality cell phone from Samsung with a 6.8-inch screen, 4 rear cameras and a front selfie camera, support for the fifth generation 5G network and a fingerprint reader.",
        "descriptionlarge": "",
        "img1": "https://img.ksp.co.il/item/289952/b_1.jpg?v=5",
        "img2": "https://img.ksp.co.il/item/289952/b_13.jpg?v=5",
        "img3": "https://img.ksp.co.il/item/289952/b_14.jpg?v=5",
        "img4": "https://img.ksp.co.il/item/289952/b_7.jpg?v=5",
        "color": "Titanium Black",
        "available": "In Stock"
    },

    {
        "id": 2,
        "name": "Samsung Galaxy S24 Ultra",
        "oldprice": 1345.47,
        "newprice": 1149.8,
        "category": "Phone",
        "brand": "Samsung",
        "descriptionsmall": "A quality cell phone from Samsung with a 6.8-inch screen, 4 rear cameras and a front selfie camera, support for the fifth generation 5G network and a fingerprint reader.",
        "descriptionlarge": "",
        "img1": "https://img.ksp.co.il/item/289955/b_1.jpg?v=5",
        "img2": "https://img.ksp.co.il/item/289955/b_14.jpg?v=5",
        "img3": "https://img.ksp.co.il/item/289955/b_10.jpg?v=5",
        "img4": "https://img.ksp.co.il/item/289955/b_7.jpg?v=5",
        "color": "Titanium Gray",
        "available": "In Stock"
    },

    {
        "id": 3,
        "name": "Samsung Galaxy S24 Ultra",
        "oldprice": 1345.47,
        "newprice": 1149.8,
        "category": "Phone",
        "brand": "Samsung",
        "descriptionsmall": "A quality cell phone from Samsung with a 6.8-inch screen, 4 rear cameras and a front selfie camera, support for the fifth generation 5G network and a fingerprint reader.",
        "descriptionlarge": "",
        "img1": "https://img.ksp.co.il/item/289961/b_1.jpg?v=5",
        "img2": "https://img.ksp.co.il/item/289961/b_14.jpg?v=5",
        "img3": "https://img.ksp.co.il/item/289961/b_10.jpg?v=5",
        "img4": "https://img.ksp.co.il/item/289961/b_7.jpg?v=5",
        "color": "Titanium Yellow",
        "available": "In Stock"
    },

    {
        "id": 4,
        "name": "Samsung Galaxy S24 Ultra",
        "oldprice": 1345.47,
        "newprice": 1149.8,
        "category": "Phone",
        "brand": "Samsung",
        "descriptionsmall": "A quality cell phone from Samsung with a 6.8-inch screen, 4 rear cameras and a front selfie camera, support for the fifth generation 5G network and a fingerprint reader.",
        "descriptionlarge": "",
        "img1": "https://img.ksp.co.il/item/289958/b_16.jpg?v=5",
        "img2": "https://img.ksp.co.il/item/289958/b_28.jpg?v=5",
        "img3": "https://img.ksp.co.il/item/289958/b_25.jpg?v=5",
        "img4": "https://img.ksp.co.il/item/289958/b_24.jpg?v=5",
        "color": "Titanium Violet",
        "available": "In Stock"
    },

    {
        "id": 5,
        "name": "Lenovo IdeaPad",
        "oldprice": 341.88,
        "newprice": 251.87,
        "category": "Laptops",
        "brand": "Lenovo",
        "descriptionsmall": "Lenovo laptop computer with a 15.6 inch FHD resolution screen, Intel® Celeron® N4120 processor, 8GB internal memory, 256GB SSD drive and no operating system.",
        "descriptionlarge": "Official importer warranty for one year at CPM laboratories, subject to the warranty certificate that comes in the product packaging, technical support and opening a service call by phone: 1-809-258-990 82V700FEIV Unrivaled efficiency and mobility The IdeaPad™ 1i computer raises the bar when it comes to affordable laptops with super efficiency in the form of an advanced generation Intel® processor and all this in a thin and compact case that makes multitasking easy while increasing energy efficiency with a battery life of up to 11 hours and fast charging . Get more maximum screen with narrow frame, Dolby Audio™ speakers and Flip to Start function for instant boot. Enhance your video calling experience with a 1MP camera that comes with a privacy shutter to keep prying eyes away and a smart noise canceler to cut background noise. Maximize your entertainment Make the most of your screen time with a 15-inch screen and a generous ratio of up to 87% active area - the amount of screen compared to the size of its borders - and Full HD quality in selected models. Two Dolby Audio™ speakers also stream rich and powerful audio. Maintain privacy Lock your computer with the physical privacy shutter on the 1MP camera, and protect privacy from prying eyes. The optional fingerprint sensor on the power button helps you connect to your computer securely. Productivity on the go With an advanced generation Intel® processor, you can effortlessly multitask with multi-screen capabilities, easily communicate with friends and family, and take in all your favorite entertainment. Stay productive from almost anywhere with long battery life on just one charge. Then recharge the battery for another two hours in 15 minutes with a quick charge. Don't have a WiFi connection? Don't worry, with a storage option of up to 512GB, you can continue to access and edit files offline. Be fashionable Make your life easier with smart features such as Flip to Start, which turns on your laptop as soon as you open the lid. Reduce the background noise in your video call with Smart Noise Cancelling.",
        "img1": "https://img.ksp.co.il/item/282335/b_12.jpg?v=5",
        "img2": "https://img.ksp.co.il/item/282335/b_5.jpg?v=5",
        "img3": "https://img.ksp.co.il/item/282335/b_7.jpg?v=5",
        "img4": "https://img.ksp.co.il/item/282335/b_3.jpg?v=5",
        "color": "Cloud Grey",
        "available": "In Stock"
    },

    {
        "id": 6,
        "name": "Dell P3424WE IPS WQHD ''34",
        "oldprice": 618.22,
        "newprice": 548.22,
        "category": "Screens",
        "brand": "Dell",
        "descriptionsmall": "Concave computer screen from DELL with a 34'' IPS panel, WQHD resolution and a 60Hz refresh rate.",
        "descriptionlarge": "The most efficient display for you Immersive productivity See more and achieve more at home or in the office on this 34-inch WQHD (3440 x 1440) curved ultra-wide screen. Ultra-thin three-sided borders allow you to dive in without distraction. Comprehensive view The concave of the 3800R screen creates an extremely wide field of view of 21:9, minimizes reflection and offers an almost uniform visual focus for a more comfortable visual experience during extended viewing periods.Unparalleled focus Focus more on your work at home or in the office with a panoramic view, expanded peripheral vision and amazing depth. Additional space on the screen gives you the freedom to multitask - without the need to set up a dual monitor. Amazing visual clarity See consistent colors up to 1.07b of 99% sRGB across smooth, wide viewing angles enabled by In-Plane Switching (IPS) technology. Easy connectivity The power of USB-C Get up to 90W of power delivery via USB-C, so you can keep your laptop charged and enjoy uninterrupted productivity. This single cable solution reduces cable clutter and transmits power, video and data - all at once. More ways to connect RJ45 and USB-C capabilities turn your monitor into a productivity hub, providing Ethernet and stable power—all in a clutter-free setup. Connect to a variety of devices with connectivity options, including DP1.2, HDMI and USB ports for fast data transfer. Multitask efficiently Connect two computers to the screen and display the content simultaneously with picture-by-picture (PbP) and picture-in-picture (PiP) features. Use the KVM (Keyboard, Video and Mouse) feature to edit content from two different computers using a single keyboard and mouse. Quick comfort Connect everything you need and keep it close at hand with two fast-access SuperSpeed ​​USB 5Gbps (USB 3.2 Gen1) ports.Dell Enhanced Display Manager Modern intuitive user interface New and modern user interface for ease of use and customization of features. Productive at every level Easy Arrange allows you to easily sequence multiple applications across one or more screens with 48 predefined window partitions and the ability to customize up to five windows, giving you enhanced multitasking capabilities. Stay tuned Receive automatic notifications whenever there are new updates to the monitor's firmware and software. Optimal experience in front of the screen Enjoy a uniform color experience on your screen by adjusting the screen's preset color and the supported ICC profile. Setting for accessories Set up a single keyboard and mouse to easily share between multiple computers with the USB KVM Wizard. A quick access menu or shortcut key allows a convenient and quick transition between PCS. Easy deployment Dell Display Manager is compatible with management tools such as SCCM/InTune and CLI scripts for Eastern IT integration and deployment with asset management.ports and slots 1. Security lock slot | 2. Electrical connector | 3. HDMI port 4. DisplayPort input | 5. Status lock feature | 6. USB Type-C port | 7. SuperSpeed ​​USB Gbps (USB 3.2 Gen1) Type B stream port | 8,10. SuperSpeed ​​USB 5 Gbps (USB 3.2 Gen1) Type A downstream ports (4) | 9. RJ45 port | 11. Soundbar slots display Viewable size, measured diagonally 867.1 mm (34.14 inches) Monitor type: LED-backlit LCD monitor / TFT active matrix technology the curve of the screen 3800R Display screen coating Anti-glare with a hardness level of 3H Predefined maximum resolution 3440 x 1440 at 60 Hz Viewing angle 178° (vertical) typical 178° (horizontal) typical Character width in pixels 0.2325 mm x 0.2325 mm Pixel Per Inch (PPI) 109.24 contrast ratio 1000:1 (typical) Aspect ratio 21:9 Backlight technology WLED edge light backlight clarity 300 cd/m2 (typical) response time eight milliseconds (normal); Five milliseconds (fast) - (gray to gray) Picture next to picture (PbP) / picture in picture (PiP) / KVM Picture-by-Picture (PbP) (Yes) Picture in Picture (PiP) (Yes) KVM (yes), automatic KVM Dell Display Manager compatibility Yes Connectivity 1 HDMI port 1 DisplayPort port 1 RJ45 port 1 USB-C port (up to 90W power) 1 USB 3.2 port (type B) 4 USB 3.2 ports (type A)  Dimensions Height with status 391.16 mm Total width of the stand 815.34 mm Depth including the class 236.22 mm Height without the class 391.16 mm Width without the class 365.76 mm Depth without the class 58.42 mm Weight with class 10.1 kg Weight without the stand 6.9 kg power voltage required 100 to 240 V AC / 50 or 60 Hz Power consumption (in operation mode) 38 watts (on mode) 220 watts (maximum) Power consumption in standby/sleep mode 0.3 watt around the temperature range Operating: 0°C to 40°C (32°F to 104°F) humidity range In operation: 20% to 80% (without condensation) case move Stand with height adjustment (149.86 mm) Forward and backward tilt (between -5° and 21°) Side-to-side rotation (between -30° and 30°) Slope adjustment -4° to 4° Flat panel display interface for assembly VESA (100mm) Package contents Monitor with stand Electricity cable 1 DP cable (DP to DP) 1 HDMI cable 1 USB Type-C cable (C to C) 1 USB 3.2 Gen1 cable from Type-A to Type-B above Quick Installation Guide Information regarding safety and correctness",
        "img1": "https://img.ksp.co.il/item/281970/b_1.jpg?v=5",
        "img2": "https://img.ksp.co.il/item/281970/b_5.jpg?v=5",
        "img3": "https://img.ksp.co.il/item/281970/b_6.jpg?v=5",
        "img4": "https://img.ksp.co.il/item/281970/b_2.jpg?v=5",
        "color": "Gray",
        "available": "In Stock"
    },

    {
        "id": 7,
        "name": "Apple iPad 2022 10.9''",
        "oldprice": 460.31,
        "newprice": 390.31,
        "category": "Tablets",
        "brand": "Apple",
        "descriptionsmall": "The iPad from Apple is powerful and lightweight, with a 10.9 Liquid Retina IPS LCD display, a powerful A14 Bionic processor, a wide 12 megapixel rear camera + a 12 megapixel ultra wide selfie camera and a wide variety of advanced features.",
        "descriptionlarge": "Change official importer warranty by DCS laboratories by phone: 1700-70-18-70 model MPQ03RK/A Review iPad 10.9 2022 A magical and beloved creative experience. Full screen colors. Registering and typing easily. goes with you everywhere. Meet the new iPad. The new iPad is designed in renewed colors for increased capabilities, intuitiveness and pleasure. With a new full-screen design, 10.9-inch Liquid Retina display and four stunning colors, iPad provides a powerful way to get things done, create and connect to everything you need.* Add essential accessories designed specifically for iPad and enjoy endless versatility for whatever you love to do. * For display rounded corners. When measured diagonally as a rectangle, the iPad screen is 10.86 inches. The actual viewable area is smaller. Draw, color and write with Apple Pencil. Type comfortably, use a trackpad, and enjoy content with the versatile two-piece design of the Magic Keyboard Folio.* You can use familiar keyboard shortcuts or the touch-anywhere trackpad. Get an amazing typing experience. * Apple Pencil (1st generation), Magic Keyboard Folio cover, Smart Folio cover and other accessories sold separately and subject to availability. A USB-C to Apple Pencil adapter is required to work with iPad (10th generation). The iPadOS operating system unifies everything and makes the experience of using every aspect of the iPad feel smooth and easy. Run your favorite apps side by side, edit and share photos with others and access all your files. Your work is done quickly. Do everything you need - all in one device. Take notes, collaborate and work seamlessly between apps. From charts to recipes, iPad is designed for all types of productivity. The A14 Bionic chip provides power and performance for every activity. Edit videos in 4K resolution in the iMovie app, plan vacations around the world with friends or play graphics-intensive games. With all-day battery life, you can do it all without missing a beat.* * Battery life varies depending on usage and configuration. See apple.com/batteries for more information. Make spreadsheets, enhance presentations and take amazing notes. The Magic Keyboard Folio keyboard cover gives you a comfortable typing experience and a trackpad for precise tasks.* * Apple Pencil (1st generation), Magic Keyboard Folio cover, Smart Folio cover and other accessories sold separately and subject to availability. A USB-C to Apple Pencil adapter is required to work with iPad (10th generation). Create to your heart's content Express yourself, draw and brainstorm on a flexible creative powerhouse. The stunning 10.9-inch Liquid Retina display functions as an amazing canvas. So you can sketch, take notes, mark up and correct documents and much more with Apple Pencil.* * Apple Pencil (1st generation), Magic Keyboard Folio cover, Smart Folio cover and other accessories sold separately and subject to availability. A USB-C to Apple Pencil adapter is required to work with iPad (10th generation). Record from anywhere with built-in quality microphones and stereo speakers. Start a podcast, compose beats, add a soundtrack to a movie - your creative projects sound fantastic Capture content with a wide 12MP rear camera. Take and retouch photos, edit 4K videos and scan and mark up documents - all on the iPad. Stay in touch and in the frame. With the new ultra-wide 12MP resolution front view camera, you'll be perfectly in the frame whether you're on a FaceTime call, participating in a video conference or taking a selfie. And with Center Stage, the camera automatically adjusts to keep you centered. Download files, play online games and stream movies using Wi-Fi 6. And when you're away from a Wi-Fi network, you can access ultra-fast connections with 5G.* * 5G connectivity is available in Wi-Fi + Cellular models only. * Browsing package required. 5G is available in select markets and through select carriers. Speeds vary depending on environmental conditions and power. For details on 5G support, contact your carrier and see apple.com/ipad/cellular. Watch, learn and reach new levels. Dive into your favorite shows, apps and games on the beautiful 10.9-inch Liquid Retina display. With True Tone technology, it's also comfortable to watch in all lighting conditions. Learn a new language with Duolingo, sign up for a MasterClass and take your lessons to the next level with immersive AR experiences. You can learn almost anything with an iPad. Play games with high graphics. Invite friends to join via SharePlay. You can also pair your favorite game controller to the iPad. Write with pleasure and type easily. Expand your capabilities with essential everyday accessories designed just for iPad, like the Apple Pencil and Magic Keyboard Folio. Add a colorful Smart Folio cover for front and back protection. and connect to drives, docking stations, monitors and more via USB-C.* * Apple Pencil (1st generation), Magic Keyboard Folio cover, Smart Folio cover and other accessories sold separately and subject to availability. A USB-C to Apple Pencil adapter is required to work with iPad (10th generation). The Apple Pencil is great for taking notes, journaling, and all kinds of drawing and illustration. It delivers pixel-perfect precision and imperceptible lag. Feels natural to use like a pencil. Type comfortably and use a trackpad for precise tasks, like editing a spreadsheet, with the Magic Keyboard Folio. Quickly adjust the volume or search for a file using the 14-key function bar. The versatile design features two parts that snap together magnetically: a detachable keyboard and a protective back panel with an adjustable stand for flexible viewing. Amazing apps? There is no doubt that they are amazing! iPad comes with powerful and proprietary apps",
        "img1": "https://img.ksp.co.il/item/230661/b_1.jpg?v=5",
        "img2": "https://img.ksp.co.il/item/230661/b_2.jpg?v=5",
        "img3": "https://img.ksp.co.il/item/230661/b_3.jpg?v=5",
        "img4": "https://media.ksp.co.il/645j91xziap3uo9b99m84.jpg",
        "color": "Blue",
        "available": "In Stock"
    },

    {
        "id": 8,
        "name": "Apple iPad 2022 10.9''",
        "oldprice": 460.31,
        "newprice": 390.31,
        "category": "Tablets",
        "brand": "Apple",
        "descriptionsmall": "The iPad from Apple is powerful and lightweight, with a 10.9 Liquid Retina IPS LCD display, a powerful A14 Bionic processor, a wide 12 megapixel rear camera + a 12 megapixel ultra wide selfie camera and a wide variety of advanced features.",
        "descriptionlarge": "Change official importer warranty by DCS laboratories by phone: 1700-70-18-70 model MPQ03RK/A Review iPad 10.9 2022 A magical and beloved creative experience. Full screen colors. Registering and typing easily. goes with you everywhere. Meet the new iPad. The new iPad is designed in renewed colors for increased capabilities, intuitiveness and pleasure. With a new full-screen design, 10.9-inch Liquid Retina display and four stunning colors, iPad provides a powerful way to get things done, create and connect to everything you need.* Add essential accessories designed specifically for iPad and enjoy endless versatility for whatever you love to do. * For display rounded corners. When measured diagonally as a rectangle, the iPad screen is 10.86 inches. The actual viewable area is smaller. Draw, color and write with Apple Pencil. Type comfortably, use a trackpad, and enjoy content with the versatile two-piece design of the Magic Keyboard Folio.* You can use familiar keyboard shortcuts or the touch-anywhere trackpad. Get an amazing typing experience. * Apple Pencil (1st generation), Magic Keyboard Folio cover, Smart Folio cover and other accessories sold separately and subject to availability. A USB-C to Apple Pencil adapter is required to work with iPad (10th generation). The iPadOS operating system unifies everything and makes the experience of using every aspect of the iPad feel smooth and easy. Run your favorite apps side by side, edit and share photos with others and access all your files. Your work is done quickly. Do everything you need - all in one device. Take notes, collaborate and work seamlessly between apps. From charts to recipes, iPad is designed for all types of productivity. The A14 Bionic chip provides power and performance for every activity. Edit videos in 4K resolution in the iMovie app, plan vacations around the world with friends or play graphics-intensive games. With all-day battery life, you can do it all without missing a beat.* * Battery life varies depending on usage and configuration. See apple.com/batteries for more information. Make spreadsheets, enhance presentations and take amazing notes. The Magic Keyboard Folio keyboard cover gives you a comfortable typing experience and a trackpad for precise tasks.* * Apple Pencil (1st generation), Magic Keyboard Folio cover, Smart Folio cover and other accessories sold separately and subject to availability. A USB-C to Apple Pencil adapter is required to work with iPad (10th generation). Create to your heart's content Express yourself, draw and brainstorm on a flexible creative powerhouse. The stunning 10.9-inch Liquid Retina display functions as an amazing canvas. So you can sketch, take notes, mark up and correct documents and much more with Apple Pencil.* * Apple Pencil (1st generation), Magic Keyboard Folio cover, Smart Folio cover and other accessories sold separately and subject to availability. A USB-C to Apple Pencil adapter is required to work with iPad (10th generation). Record from anywhere with built-in quality microphones and stereo speakers. Start a podcast, compose beats, add a soundtrack to a movie - your creative projects sound fantastic Capture content with a wide 12MP rear camera. Take and retouch photos, edit 4K videos and scan and mark up documents - all on the iPad. Stay in touch and in the frame. With the new ultra-wide 12MP resolution front view camera, you'll be perfectly in the frame whether you're on a FaceTime call, participating in a video conference or taking a selfie. And with Center Stage, the camera automatically adjusts to keep you centered. Download files, play online games and stream movies using Wi-Fi 6. And when you're away from a Wi-Fi network, you can access ultra-fast connections with 5G.* * 5G connectivity is available in Wi-Fi + Cellular models only. * Browsing package required. 5G is available in select markets and through select carriers. Speeds vary depending on environmental conditions and power. For details on 5G support, contact your carrier and see apple.com/ipad/cellular. Watch, learn and reach new levels. Dive into your favorite shows, apps and games on the beautiful 10.9-inch Liquid Retina display. With True Tone technology, it's also comfortable to watch in all lighting conditions. Learn a new language with Duolingo, sign up for a MasterClass and take your lessons to the next level with immersive AR experiences. You can learn almost anything with an iPad. Play games with high graphics. Invite friends to join via SharePlay. You can also pair your favorite game controller to the iPad. Write with pleasure and type easily. Expand your capabilities with essential everyday accessories designed just for iPad, like the Apple Pencil and Magic Keyboard Folio. Add a colorful Smart Folio cover for front and back protection. and connect to drives, docking stations, monitors and more via USB-C.* * Apple Pencil (1st generation), Magic Keyboard Folio cover, Smart Folio cover and other accessories sold separately and subject to availability. A USB-C to Apple Pencil adapter is required to work with iPad (10th generation). The Apple Pencil is great for taking notes, journaling, and all kinds of drawing and illustration. It delivers pixel-perfect precision and imperceptible lag. Feels natural to use like a pencil. Type comfortably and use a trackpad for precise tasks, like editing a spreadsheet, with the Magic Keyboard Folio. Quickly adjust the volume or search for a file using the 14-key function bar. The versatile design features two parts that snap together magnetically: a detachable keyboard and a protective back panel with an adjustable stand for flexible viewing. Amazing apps? There is no doubt that they are amazing! iPad comes with powerful and proprietary apps",
        "img1": "https://img.ksp.co.il/item/230665/b_1.jpg?v=5",
        "img2": "https://img.ksp.co.il/item/230665/b_2.jpg?v=5",
        "img3": "https://img.ksp.co.il/item/230665/b_3.jpg?v=5",
        "img4": "https://media.ksp.co.il/645j91xziap3uo9b99m84.jpg",
        "color": "Pink",
        "available": "In Stock"
    },

    {
        "id": 9,
        "name": "Apple iPad 2022 10.9''",
        "oldprice": 460.31,
        "newprice": 390.31,
        "category": "Tablets",
        "brand": "Apple",
        "descriptionsmall": "The iPad from Apple is powerful and lightweight, with a 10.9 Liquid Retina IPS LCD display, a powerful A14 Bionic processor, a wide 12 megapixel rear camera + a 12 megapixel ultra wide selfie camera and a wide variety of advanced features.",
        "descriptionlarge": "Change official importer warranty by DCS laboratories by phone: 1700-70-18-70 model MPQ03RK/A Review iPad 10.9 2022 A magical and beloved creative experience. Full screen colors. Registering and typing easily. goes with you everywhere. Meet the new iPad. The new iPad is designed in renewed colors for increased capabilities, intuitiveness and pleasure. With a new full-screen design, 10.9-inch Liquid Retina display and four stunning colors, iPad provides a powerful way to get things done, create and connect to everything you need.* Add essential accessories designed specifically for iPad and enjoy endless versatility for whatever you love to do. * For display rounded corners. When measured diagonally as a rectangle, the iPad screen is 10.86 inches. The actual viewable area is smaller. Draw, color and write with Apple Pencil. Type comfortably, use a trackpad, and enjoy content with the versatile two-piece design of the Magic Keyboard Folio.* You can use familiar keyboard shortcuts or the touch-anywhere trackpad. Get an amazing typing experience. * Apple Pencil (1st generation), Magic Keyboard Folio cover, Smart Folio cover and other accessories sold separately and subject to availability. A USB-C to Apple Pencil adapter is required to work with iPad (10th generation). The iPadOS operating system unifies everything and makes the experience of using every aspect of the iPad feel smooth and easy. Run your favorite apps side by side, edit and share photos with others and access all your files. Your work is done quickly. Do everything you need - all in one device. Take notes, collaborate and work seamlessly between apps. From charts to recipes, iPad is designed for all types of productivity. The A14 Bionic chip provides power and performance for every activity. Edit videos in 4K resolution in the iMovie app, plan vacations around the world with friends or play graphics-intensive games. With all-day battery life, you can do it all without missing a beat.* * Battery life varies depending on usage and configuration. See apple.com/batteries for more information. Make spreadsheets, enhance presentations and take amazing notes. The Magic Keyboard Folio keyboard cover gives you a comfortable typing experience and a trackpad for precise tasks.* * Apple Pencil (1st generation), Magic Keyboard Folio cover, Smart Folio cover and other accessories sold separately and subject to availability. A USB-C to Apple Pencil adapter is required to work with iPad (10th generation). Create to your heart's content Express yourself, draw and brainstorm on a flexible creative powerhouse. The stunning 10.9-inch Liquid Retina display functions as an amazing canvas. So you can sketch, take notes, mark up and correct documents and much more with Apple Pencil.* * Apple Pencil (1st generation), Magic Keyboard Folio cover, Smart Folio cover and other accessories sold separately and subject to availability. A USB-C to Apple Pencil adapter is required to work with iPad (10th generation). Record from anywhere with built-in quality microphones and stereo speakers. Start a podcast, compose beats, add a soundtrack to a movie - your creative projects sound fantastic Capture content with a wide 12MP rear camera. Take and retouch photos, edit 4K videos and scan and mark up documents - all on the iPad. Stay in touch and in the frame. With the new ultra-wide 12MP resolution front view camera, you'll be perfectly in the frame whether you're on a FaceTime call, participating in a video conference or taking a selfie. And with Center Stage, the camera automatically adjusts to keep you centered. Download files, play online games and stream movies using Wi-Fi 6. And when you're away from a Wi-Fi network, you can access ultra-fast connections with 5G.* * 5G connectivity is available in Wi-Fi + Cellular models only. * Browsing package required. 5G is available in select markets and through select carriers. Speeds vary depending on environmental conditions and power. For details on 5G support, contact your carrier and see apple.com/ipad/cellular. Watch, learn and reach new levels. Dive into your favorite shows, apps and games on the beautiful 10.9-inch Liquid Retina display. With True Tone technology, it's also comfortable to watch in all lighting conditions. Learn a new language with Duolingo, sign up for a MasterClass and take your lessons to the next level with immersive AR experiences. You can learn almost anything with an iPad. Play games with high graphics. Invite friends to join via SharePlay. You can also pair your favorite game controller to the iPad. Write with pleasure and type easily. Expand your capabilities with essential everyday accessories designed just for iPad, like the Apple Pencil and Magic Keyboard Folio. Add a colorful Smart Folio cover for front and back protection. and connect to drives, docking stations, monitors and more via USB-C.* * Apple Pencil (1st generation), Magic Keyboard Folio cover, Smart Folio cover and other accessories sold separately and subject to availability. A USB-C to Apple Pencil adapter is required to work with iPad (10th generation). The Apple Pencil is great for taking notes, journaling, and all kinds of drawing and illustration. It delivers pixel-perfect precision and imperceptible lag. Feels natural to use like a pencil. Type comfortably and use a trackpad for precise tasks, like editing a spreadsheet, with the Magic Keyboard Folio. Quickly adjust the volume or search for a file using the 14-key function bar. The versatile design features two parts that snap together magnetically: a detachable keyboard and a protective back panel with an adjustable stand for flexible viewing. Amazing apps? There is no doubt that they are amazing! iPad comes with powerful and proprietary apps",
        "img1": "https://img.ksp.co.il/item/230664/b_1.jpg?v=5",
        "img2": "https://img.ksp.co.il/item/230664/b_2.jpg?v=5",
        "img3": "https://img.ksp.co.il/item/230664/b_3.jpg?v=5",
        "img4": "https://media.ksp.co.il/645j91xziap3uo9b99m84.jpg",
        "color": "Yellow",
        "available": "In Stock"
    },

    {
        "id": 10,
        "name": "Apple iPad 2022 10.9''",
        "oldprice": 460.31,
        "newprice": 390.31,
        "category": "Tablets",
        "brand": "Apple",
        "descriptionsmall": "The iPad from Apple is powerful and lightweight, with a 10.9 Liquid Retina IPS LCD display, a powerful A14 Bionic processor, a wide 12 megapixel rear camera + a 12 megapixel ultra wide selfie camera and a wide variety of advanced features.",
        "descriptionlarge": "Change official importer warranty by DCS laboratories by phone: 1700-70-18-70 model MPQ03RK/A Review iPad 10.9 2022 A magical and beloved creative experience. Full screen colors. Registering and typing easily. goes with you everywhere. Meet the new iPad. The new iPad is designed in renewed colors for increased capabilities, intuitiveness and pleasure. With a new full-screen design, 10.9-inch Liquid Retina display and four stunning colors, iPad provides a powerful way to get things done, create and connect to everything you need.* Add essential accessories designed specifically for iPad and enjoy endless versatility for whatever you love to do. * For display rounded corners. When measured diagonally as a rectangle, the iPad screen is 10.86 inches. The actual viewable area is smaller. Draw, color and write with Apple Pencil. Type comfortably, use a trackpad, and enjoy content with the versatile two-piece design of the Magic Keyboard Folio.* You can use familiar keyboard shortcuts or the touch-anywhere trackpad. Get an amazing typing experience. * Apple Pencil (1st generation), Magic Keyboard Folio cover, Smart Folio cover and other accessories sold separately and subject to availability. A USB-C to Apple Pencil adapter is required to work with iPad (10th generation). The iPadOS operating system unifies everything and makes the experience of using every aspect of the iPad feel smooth and easy. Run your favorite apps side by side, edit and share photos with others and access all your files. Your work is done quickly. Do everything you need - all in one device. Take notes, collaborate and work seamlessly between apps. From charts to recipes, iPad is designed for all types of productivity. The A14 Bionic chip provides power and performance for every activity. Edit videos in 4K resolution in the iMovie app, plan vacations around the world with friends or play graphics-intensive games. With all-day battery life, you can do it all without missing a beat.* * Battery life varies depending on usage and configuration. See apple.com/batteries for more information. Make spreadsheets, enhance presentations and take amazing notes. The Magic Keyboard Folio keyboard cover gives you a comfortable typing experience and a trackpad for precise tasks.* * Apple Pencil (1st generation), Magic Keyboard Folio cover, Smart Folio cover and other accessories sold separately and subject to availability. A USB-C to Apple Pencil adapter is required to work with iPad (10th generation). Create to your heart's content Express yourself, draw and brainstorm on a flexible creative powerhouse. The stunning 10.9-inch Liquid Retina display functions as an amazing canvas. So you can sketch, take notes, mark up and correct documents and much more with Apple Pencil.* * Apple Pencil (1st generation), Magic Keyboard Folio cover, Smart Folio cover and other accessories sold separately and subject to availability. A USB-C to Apple Pencil adapter is required to work with iPad (10th generation). Record from anywhere with built-in quality microphones and stereo speakers. Start a podcast, compose beats, add a soundtrack to a movie - your creative projects sound fantastic Capture content with a wide 12MP rear camera. Take and retouch photos, edit 4K videos and scan and mark up documents - all on the iPad. Stay in touch and in the frame. With the new ultra-wide 12MP resolution front view camera, you'll be perfectly in the frame whether you're on a FaceTime call, participating in a video conference or taking a selfie. And with Center Stage, the camera automatically adjusts to keep you centered. Download files, play online games and stream movies using Wi-Fi 6. And when you're away from a Wi-Fi network, you can access ultra-fast connections with 5G.* * 5G connectivity is available in Wi-Fi + Cellular models only. * Browsing package required. 5G is available in select markets and through select carriers. Speeds vary depending on environmental conditions and power. For details on 5G support, contact your carrier and see apple.com/ipad/cellular. Watch, learn and reach new levels. Dive into your favorite shows, apps and games on the beautiful 10.9-inch Liquid Retina display. With True Tone technology, it's also comfortable to watch in all lighting conditions. Learn a new language with Duolingo, sign up for a MasterClass and take your lessons to the next level with immersive AR experiences. You can learn almost anything with an iPad. Play games with high graphics. Invite friends to join via SharePlay. You can also pair your favorite game controller to the iPad. Write with pleasure and type easily. Expand your capabilities with essential everyday accessories designed just for iPad, like the Apple Pencil and Magic Keyboard Folio. Add a colorful Smart Folio cover for front and back protection. and connect to drives, docking stations, monitors and more via USB-C.* * Apple Pencil (1st generation), Magic Keyboard Folio cover, Smart Folio cover and other accessories sold separately and subject to availability. A USB-C to Apple Pencil adapter is required to work with iPad (10th generation). The Apple Pencil is great for taking notes, journaling, and all kinds of drawing and illustration. It delivers pixel-perfect precision and imperceptible lag. Feels natural to use like a pencil. Type comfortably and use a trackpad for precise tasks, like editing a spreadsheet, with the Magic Keyboard Folio. Quickly adjust the volume or search for a file using the 14-key function bar. The versatile design features two parts that snap together magnetically: a detachable keyboard and a protective back panel with an adjustable stand for flexible viewing. Amazing apps? There is no doubt that they are amazing! iPad comes with powerful and proprietary apps",
        "img1": "https://img.ksp.co.il/item/230589/b_1.jpg?v=5",
        "img2": "https://img.ksp.co.il/item/230589/b_2.jpg?v=5",
        "img3": "https://img.ksp.co.il/item/230589/b_3.jpg?v=5",
        "img4": "https://media.ksp.co.il/645j91xziap3uo9b99m84.jpg",
        "color": "Silver",
        "available": "In Stock"
    }
]